Repository: ahodak/VDB
Catalog: Strings.*.resx
Languages: ru_ru

source: Add
ru_ru: Добавление

# Days
source: d.
ru_ru: д.

source: Delete
ru_ru: Удаление

# DeleteRequest
source: Are you sure?
ru_ru: Вы уверены?

source: Director
ru_ru: Режиссёр

source: Edit
ru_ru: Изменение

# ErrorNameIsEmpty
source: Disk name can not be empty
ru_ru: Название диска не может быть пустым

# ErrorTypeIsEmpty
source: Disk type can not be empty
ru_ru: Тип диска не может быть пустым

# FormAddTitle
source: Add disk
ru_ru: Добавление информации о диске

# FormDeleteTitle
source: Delete disk
ru_ru: Удаление информации о диске

# FormEditTitle
source: Edit disk
ru_ru: Изменение информации о диске

# FormFindTitle
source: Find disk
ru_ru: Поиск диска

source: Genre
ru_ru: Жанр

source: Given
ru_ru: Отдано

# Houres
source: h.
ru_ru: ч.

# IsCompaniesModified
source: Enter company name
ru_ru: Введите название компании

# IsDebtorsModified
source: Enter debtor name
ru_ru: Введите имя должника

# IsDirectorsModified
source: Enter director name
ru_ru: Введите имя режиссёра

# IsGenresModified
source: Enter genre name
ru_ru: Введите название жанра

# IsStarsModified
source: Enter actor name
ru_ru: Введите имя актёра

# IsTypesModified
source: Enter disk type
ru_ru: Введите описание типа диска

source: Length
ru_ru: Длит.

# miAboutToolTip
source: Display information about program author and version
ru_ru: Отобразить информацию об авторе и версии программы

# miAddToolTip
source: Add a new disk in the collection
ru_ru: Добавить новый диск в коллекцию

# miDebtorsToolTip
source: Display a list of debtors and discs that they are given
ru_ru: Отобразить список должников и дисков, которые им отданы

# miDeleteToolTip
source: Remove the disc from the collection
ru_ru: Удалить диск из коллекции

# miDictionariesToolTip
source: Fill the dictionaries
ru_ru: Изменить данные справочников

# miEditToolTip
source: Edit disc information
ru_ru: Изменить информацию о диске

# miExitToolTip
source: Close application
ru_ru: Завершить работу приложения

# miFindNextToolTip
source: Find next disk
ru_ru: Найти следующий диск удовлетворяющий условию поиска

# miFindToolTip
source: Find disks in collection
ru_ru: Найти диски удовлетворяющие условию поиска

# miGiveToolTip
source: Set mark that the disc is given
ru_ru: Поставить отметку о том, что диск отдан

# miNewToolTip
source: Create new disks collection
ru_ru: Создать новую коллекцию дисков

# Minutes
source: min
ru_ru: мин

# miOpenToolTip
source: Open file containing disks data
ru_ru: Открыть файл с данными о дисках

# miOptionsToolTip
source: Customize program options
ru_ru: Настроить параметры работы программы

# miPageSetupToolTip
source: Setting page parameters
ru_ru: Настройка параметров страницы

# miPreviewToolTip
source: Preview disks list befor printing
ru_ru: Просмотр списка дисков перед печатью

# miPrintToolTip
source: Print disks list
ru_ru: Печать списка дисков

# miReturnToolTip
source: Deselect that the disk was given
ru_ru: Снять отметку о том, что диск был отдан

# miSaveAsToolTip
source: Save changes in other place
ru_ru: Сохранить изменения в другом месте

# miSaveToolTip
source: Save changes
ru_ru: Сохранить изменения

# miSortCompanyToolTip
source: Sort disks by company name
ru_ru: Сортировать диски по компании производителю

# miSortDateToolTip
source: Sort disks by date
ru_ru: Сортировать диски по дате

# miSortDirectorToolTip
source: Sort disks by directors name
ru_ru: Сортировать диски по имени режиссёра

# miSortGenreToolTip
source: Sort disks by genre
ru_ru: Сортировать диски по жанру

# miSortLengthToolTip
source: Sort disks by length
ru_ru: Сортировать диски по длительности

# miSortNameEngToolTip
source: Sort disks by original name
ru_ru: Сортировать диски по оригинальному названию

# miSortNameRusToolTip
source: Sort disks by name
ru_ru: Сортировать диски по названию

# miSortRankToolTip
source: Sort disks by rating
ru_ru: Сортировать диски по рейтингу

# miSortSizeToolTip
source: Sort disks by file size
ru_ru: Сортировать диски по размеру файла

# miSortStarsToolTip
source: Sort disks by actors name
ru_ru: Сортировать диски по именам актёров

# miSortTypeToolTip
source: Sort disks by type
ru_ru: Сортировать диски по типу

# miSortYearToolTip
source: Sort disks by year
ru_ru: Сортировать диски по году выпуска

# miStatToolTip
source: Display collections statistic information
ru_ru: Отобразить статистическую информацию о коллекции

source: Name
ru_ru: Название

# NoGiven
source: All discs are the owner
ru_ru: Все диски находятся у владельца

# NotFound
source: Disks not found
ru_ru: Диски не найдены

source: Ready
ru_ru: Готов

# ReturnRequest
source: Are you sure that the disk is returned?
ru_ru: Вы уверены, что диск возвращён?

# Rights
source: All rights reserved.
ru_ru: Все права защищены.

# SaveRequest
source: Save changes?
ru_ru: Сохранить изменения?

# Seconds
source: sec
ru_ru: сек

source: Size
ru_ru: Размер

source: Total
ru_ru: Всего

source: Version
ru_ru: Версия

source: Year
ru_ru: Год

source: Page
ru_ru: Страница

# Find
source: Search...
ru_ru: Поиск...
